---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemNumberOfLinesBottomDirn2
source: html/f9a71439-866c-febb-d0e0-4a3bddb3e3b6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemNumberOfLinesBottomDirn2 Property

"Bottom Minor Number Of Lines"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemNumberOfLinesBottomDirn2 { get; }
```